<?php



class Config{

    static public $roomarray =
        array(
            1,2,3,4,5,6,7,8,9,10,11,12,
            13,14,15,16,17,18,19,20,21,22,23,
            24,25,26,27,28,29,30,31,32,33,34,
            35,36,37,38,39,40,41,42,43,44,45,
            47,48,49,50,51,52,53,54,55,56,57,
            58,59,60,61,62,63,64,65,66,67,68,
            69,70,71
            );

    static public $numberarray =
        array(
            0,0,0,0,0,0,0,0,1,1,1,
            1,1,1,1,1,3,3,3,3,3,3,3,
            3,3,3,3,3,3,3,3,3,3,3,
            3,3,3,3,3,3,3,3,3,4,4,
            4,4,4,4,4,4,4,4,4,4,4,
            4,4,4,4,4,4,4,4,4,4,4,
            4,4,4
            );

    public $mail_conf =
        array(
            "come_title" => "新規来店",
            "come_body"  => "新規来店",
            "come_from"  => "info@moriya-masayuki.com",
            "out_title"  => "お帰",
            "out_body"   => "新規来店",
            "out_from"   => "info@moriya-masayuki.com",
        );
}

